{
  "recipes": [
    {
      "id": 1,
      "title": "Паста с томатным соусом",
      "ingredients": [
        "паста",
        "томаты",
        "чеснок",
        "оливковое масло",
        "соль",
        "перец"
      ],
      "instructions": "Отварите пасту в подсоленной воде согласно инструкции на упаковке до состояния аль денте. Пока паста варится, разогрейте оливковое масло на сковороде. Добавьте измельчённый чеснок и обжаривайте его до золотистого цвета, затем добавьте нарезанные томаты. Готовьте смесь на среднем огне, периодически помешивая, пока соус не загустеет (около 10 минут). В конце добавьте соль и перец по вкусу. Слейте воду с пасты и смешайте её с соусом. Подавайте горячим, посыпав пармезаном, если желаете."
    },
    {
      "id": 2,
      "title": "Салат Цезарь",
      "ingredients": [
        "салат",
        "курица",
        "пармезан",
        "крутоны",
        "соус Цезарь",
        "чеснок"
      ],
      "instructions": "Начните с приготовления курицы: обжарьте куриные филе на сковороде до золотистой корочки с обеих сторон, приправьте солью и перцем. После этого нарежьте её на кусочки. Для приготовления салата нарвите свежий салат на крупные куски и выложите в большую миску. Положите сверху нарезанную курицу, добавьте натёртый пармезан и крутоны. Для заправки используйте готовый соус Цезарь или приготовьте его самостоятельно, смешав майонез, горчицу, чеснок и лимонный сок. Перемешайте все ингредиенты и подавайте сразу же."
    },
    {
      "id": 3,
      "title": "Панкейки",
      "ingredients": [
        "мука",
        "молоко",
        "яйца",
        "сахар",
        "соль",
        "разрыхлитель",
        "масло"
      ],
      "instructions": "В глубокой миске смешайте сухие ингредиенты: муку, сахар, соль и разрыхлитель. В отдельной миске взбейте яйца с молоком. Постепенно добавляйте жидкую смесь к сухим ингредиентам, тщательно перемешивая венчиком, чтобы не было комков. Разогрейте сковороду с небольшим количеством масла. Выкладывайте тесто ложкой, образуя небольшие круги. Жарьте панкейки по 2-3 минуты с каждой стороны до золотистого цвета. Подавайте с сиропом, медом, свежими ягодами или фруктами по вкусу."
    },
    {
      "id": 4,
      "title": "Омлет с овощами",
      "ingredients": [
        "яйца",
        "помидоры",
        "перец",
        "лук",
        "оливковое масло",
        "соль",
        "перец"
      ],
      "instructions": "Для приготовления омлета начните с подготовки овощей. Нарежьте помидоры, перец и лук мелкими кусочками. В небольшой миске взбейте яйца с солью и перцем. На сковороде разогрейте немного оливкового масла и обжарьте овощи до мягкости. Затем добавьте взбитые яйца, равномерно распределив их по сковороде. Готовьте омлет на среднем огне, пока он не схватится по краям. Переверните омлет на другую сторону или сложите пополам, чтобы он приготовился до конца. Подавайте горячим, посыпав зеленью."
    },
    {
      "id": 5,
      "title": "Чили кон карне",
      "ingredients": [
        "мясо",
        "фасоль",
        "помидоры",
        "лук",
        "чеснок",
        "перец чили",
        "соль",
        "перец"
      ],
      "instructions": "Начните с обжарки мяса на сковороде до золотистой корочки. Добавьте мелко нарезанный лук и чеснок, жарьте ещё 2-3 минуты до прозрачности лука. Затем добавьте нарезанные помидоры и тушите всё вместе около 5 минут. Влейте воду или бульон, добавьте фасоль и мелко нарезанный перец чили. Тушите на медленном огне около 30 минут, пока смесь не станет густой. Посолите и поперчите по вкусу. Подавайте с рисом или тортильями."
    },
    {
      "id": 6,
      "title": "Тосты с авокадо",
      "ingredients": ["хлеб", "авокадо", "лимон", "соль", "перец"],
      "instructions": "Для приготовления тостов поджарьте хлеб до золотистой корочки в тостере или на сковороде. Пока тосты жарятся, разрежьте авокадо пополам, удалите косточку и выскоблите мякоть. Разомните мякоть вилкой, добавьте сок лимона, соль и перец по вкусу. Намажьте получившуюся массу на горячие тосты. Подавайте сразу, можно добавить немного острого соуса или семян чиа для украшения."
    },
    {
      "id": 7,
      "title": "Ризотто с грибами",
      "ingredients": [
        "рис",
        "грибы",
        "бульон",
        "лук",
        "чеснок",
        "сливки",
        "масло",
        "пармезан"
      ],
      "instructions": "Обжарьте нарезанные грибы с луком и чесноком на сливочном масле до мягкости. Добавьте рис и продолжайте обжаривать его, пока он не станет полупрозрачным. Постепенно добавляйте горячий бульон, по половине чашки за раз, позволяя рису впитывать жидкость. Продолжайте добавлять бульон, пока рис не станет мягким и кремовым (около 20 минут). Когда рис будет готов, добавьте сливки и тертый пармезан. Подавайте горячим, посыпав ещё пармезаном и свежей зеленью."
    },
    {
      "id": 8,
      "title": "Курица с картошкой",
      "ingredients": [
        "курица",
        "картофель",
        "петрушка",
        "чеснок",
        "соль",
        "перец",
        "масло"
      ],
      "instructions": "Нарежьте картофель крупными кусками и отложите в сторону. Куриные кусочки приправьте солью, перцем и измельченным чесноком. В разогретой сковороде с маслом обжарьте курицу до золотистой корочки с обеих сторон. После этого добавьте картофель и перемешайте. Переложите все в жаропрочную форму и запекайте в духовке при 180°C около 40-50 минут, пока курица и картофель не станут мягкими и золотистыми. Подавайте с нарезанной свежей петрушкой."
    },
    {
      "id": 9,
      "title": "Торт с клубникой",
      "ingredients": [
        "мука",
        "сахар",
        "яйца",
        "клубника",
        "сливки",
        "разрыхлитель"
      ],
      "instructions": "Приготовьте бисквитное тесто: взбейте яйца с сахаром до пышной массы, затем добавьте просеянную муку и разрыхлитель. Вылейте тесто в форму и выпекайте в предварительно разогретой духовке при 180°C около 30-40 минут. Когда торт остынет, разрежьте его пополам и промажьте обе части сливками. Украсьте сверху свежими клубниками, нарезанными на ломтики, и полейте сахарной пудрой."
    },
    {
      "id": 10,
      "title": "Суп-пюре из брокколи",
      "ingredients": [
        "брокколи",
        "картофель",
        "морковь",
        "лук",
        "чеснок",
        "сливки",
        "соль",
        "перец"
      ],
      "instructions": "Отварите картофель, морковь, брокколи и лук в подсоленной воде до мягкости. Когда овощи будут готовы, переложите их в блендер и измельчите до состояния пюре. Перелейте пюре в кастрюлю, добавьте немного воды или бульона, чтобы достичь желаемой консистенции. Добавьте сливки, соль и перец по вкусу, доведите до кипения и варите ещё 5 минут. Подавайте горячим, посыпав зеленью."
    }
  ]
}
